Repository: cybord/kvwebme
Catalog: ww.lang/*/LC_MESSAGES/default.po
Languages: pl

source: login
pl: logowanie

source: no search text entered
pl: nie wpisano frazy do wyszukiwania

source: Page Search Results
pl: Wyniki wyszukiwania

source: 1 result found
pl: 1 wynik znaleziony

source: %1 results found
pl: %1 wyniki/ów znalezione

source: Site Map
pl: Mapa witryny

source: --Please Choose--
pl: --Proszę wybrać--

source: Click to read a PDF doc, detailing how to get started with WebME
pl: Kliknij aby przeglądnąć dokument PDF, informujący jak rozpocząć pracę z WebME

source: Help
pl: Pomoc

source: Log out from your account
pl: Wyloguj ze swojego konta

source: Logout
pl: Wyloguj

source: loading. please wait...
pl: ładowanie, proszę czekać...

source: Website Statistics
pl: Statystyki witryny

source: Pages
pl: Strony

source: Insert Page Details
pl: Utwórz stronę

source: Update Page Details
pl: Aktualizuj stronę

source: You have no permissions for this page
pl: Nie posiadasz uprawnień aby oglądać tą stronę

source: <a href="http://webme.eu/">WebME CMS</a> is written and maintained by <a href="http://webworks.ie/">webworks.ie</a>.
pl: <a href="http://webme.eu/">WebME CMS</a> stworzony, utrzymywany oraz rozwijany przez <a href="http://webworks.ie/">webworks.ie</a>.

source: remind
pl: przypomnienie

source: Please make sure to use a valid email address
pl: Upewnij się że użyty adres email jest prawidłowy

source: To access the administrative features of your website, you will need to enter the username and password below and click "login".
pl: Aby uzyskać dostęp do panelu administratora musisz podać swój adres email oraz hasło a następnie kliknąć "logowanie"

source: password
pl: hasło

source: Reminder
pl: Przypominanie hasła

source: Use this form to create a new password for yourself.
pl: Wpisz swój adres email aby wygenerować nowe hasło.

source: Polls
pl: Sondy

source: editPoll
pl: edytujSonde

source: Edit Poll
pl: Edytuj Sondę

source: Create Poll
pl: Utwórz Sondę

source: New Poll
pl: Nowa Sonda

source: Main
pl: Sonda

source: Name
pl: Nazwa

source: Enabled
pl: Włączona

source: Answers
pl: Odpowiedzi

source: Poll updated
pl: Sonda zaktualizowana

source: Poll deleted
pl: Sonda usunięta

source: Existing Polls
pl: Istniejące sondy

source: Prev
pl: Poprzednia

source: Next
pl: Następna

source: Yes
pl: Tak

source: No
pl: Nie

source: edit
pl: edytuj

source: are you sure you want to delete this poll?
pl: czy jesteś pewny, że chcesz usunąć tę Sondę?

source: none yet
pl: brak

source: Poll created
pl: Sonda utworzona

source: pages
pl: strony

source: polls
pl: sondy

source: site options
pl: opcje strony

source: stats
pl: statystyki

source: databases
pl: bazy danych

source: panels
pl: panele

source: ads
pl: reklamy

source: orders
pl: zamówienia

source: products
pl: produkty

source: categories
pl: kategorie

source: stock control
pl: kontrola sprzedaży

source: checkouts
pl: strony płatności

source: templates
pl: szablony

source: user accounts
pl: konta użytkowników

source: user groups
pl: grupy użytkowników

source: admins
pl: administratorzy

source: forms
pl: formularze

source: sms messaging
pl: bramka sms

source: ezines/newsletters
pl: newslettery

source: General
pl: Ogólne

source: options updated
pl: opcje zaktualizowane

source: Themes
pl: Tematy

source: Localisation
pl: Lokalizacja

source: Languages
pl: Języki

source: If any languages are entered here, the first row will be treated as the "default" language of the site.
pl: Jeżeli jakieś dodatkowe wersje językowe zostały dodane, pierwszy będzie traktowany jako jęyk domyślny.

source: ISO code
pl: Kod ISO

source: Add Language
pl: Dodaj Język

source: Currencies
pl: Waluty

source: The first row will be treated as the "default" currency of the site. Values of all other currencies are relative to the first row.
pl: Pierwsza waluta będzie traktowana jako domyślna dla strony.

source: Add Currency
pl: Dodaj Walutę

source: User discount
pl: Zniżka dla użytkownika

source: What discount percentage should new user registrants be set to?
pl: Jaka zniżka będzie obowiązywała dla nowo zarejestrowanych użytkowników?

source: You do not have Edit rights for this page
pl: Nie masz uprawnień aby edytować tą stronę

source: You cannot create a top-level page. Please choose a page to edit from the menu on the left.
pl: Nie można utworzyć strony najwyższego poziomy. Proszę wybrać stronę z listy aby ją edytować.

source: change Editing Language without saving?
pl: czy chcesz zmienić język bez zapisywania?

source: Common Details
pl: Strona

source: name
pl: nazwa

source: title
pl: tytuł

source: not available yet
pl: jeszcze nie dostępny

source: type
pl: typ

source: normal
pl: normalny

source: events calendar
pl: kalendarz wydarzeń

source: user login/registration
pl: strona logowania/rejestracja

source: page summaries
pl: podsumowanie strony

source: search results
pl: wyniki wyszukiwania

source: news
pl: wiadomości

source: table of contents
pl: tabela zawartości

source: online store checkout
pl: strony płatności sklepu online

source: parent
pl: element nadrzędny

source: none
pl: brak

source: template
pl: szablon

source: please wait - loading...
pl: proszę czekać - ładowanie...

source: Visibility
pl: Widoczność

source: Login and Register forms
pl: Formularz Logowania oraz Rejestracji

source: Login form
pl: Formularz Logowania

source: Register form
pl: Formularz Rejestracji

source: Registration type:
pl: Typ rejestacji:

source: redirect on login:
pl: Przekieruj po zalogowaniu:

source: body
pl: treść

source: content header
pl: nagłówek

source: category to show
pl: kategoria

source: all categories
pl: wszystkie kategorie

source: product to show
pl: produkty do wyświetlenia

source: all products
pl: wszystkie produkty

source: product template
pl: szablon produktu

source: all types
pl: wszystkie typy

source: Advanced Options
pl: Opcje strony

source: MetaData
pl: Sekcja META

source: keywords
pl: słowa kluczowe

source: description
pl: opis

source: used by Google. importance of page relative to other pages on site. values 0.0 to 1.0
pl: używane przez Google, poziom ważności podstrony w stosunku do innych, wartość od 0.0 do 1.0

source: This is especially useful for large sites
pl: Szczególnie użyteczne dla dużych witryn

source: or
pl: lub

source: add another
pl: dodaj kolejną

source: Special
pl: Specjalna

source: Is Home Page
pl: To jest Strona Główna

source: Does not appear in navigation
pl: Nie pojawia się w nawigacji

source: Allow public comments
pl: Zezwól na publiczne komentarze

source: Other
pl: Inne

source: Page Order
pl: Kolejność Stron

source: end of navigation
pl: koniec nawigacji

source: start of navigation
pl: początek nawigacji

source: Recursively update page templates
pl: Rekurencyjna aktualizacja szablonów stron

source: Hide this page in ...
pl: Ukryj tą stronę w ...

source: This page has been marked as the site's Home Page, because there must always be one.
pl: Ta strona została oznaczona jako główna, ponieważ jedna zawsze musi nią być.

source: A page named "%1" already exists. Page name amended to "%2"
pl: Strona o tytule "%1" już istnieje. Nazwa została automatycznie zmieniona na "%2"

source: An item has been added to the database.
pl: Element został dodany do bazy danych.

source: You do not have permissions for creating a document in that location.
pl: Nie posiadasz uprawnień do tworzenia nowych dokumentów w tej lokalizacji.

source: Cannot delete page - there must always be at least one page.
pl: Nie można usunąć tej strony, ponieważ witryna musi zawsze posiadać przynajmniej jedną.

source: A page has been deleted.
pl: Strona została usunięta.

source: That page does not exist.
pl: Taka strona nie istnieje.

source: You do not have delete rights for this page.
pl: Nie posiadasz uprawnień aby usunąć tą stronę.

source: are you sure you want to delete this?
pl: czy jesteś pewien że chcesz usunąć wybrany element?

source: CLICK HERE FOR A NEW TOP-LEVEL PAGE
pl: KLIKNIJ ABY UTWORZYĆ STRONĘ NAJWYŻSZEGO POZIOMU

source: An item's details have been updated.
pl: Ustawienia strony zostały zaktualizowane.

source: No update rights.
pl: Brak uprawnień do aktualizacji strony.
